{
  "meta": {
    "title": "Starlight",
    "description": "The ultra-modern productivity tool for Windows lover",
    "lang": "en",
    "charset": "UTF-8"
  },
  "headerData": {
    "logo": "Starlight",
    "links": [
      { "label": "About", "href": "#" },
      { "label": "Docs", "href": "https://starlight-app-docs.vercel.app" },
      { "label": "FAQs", "href": "#" },
      { "label": "Blog", "href": "#" }
    ]
  },
  "heroData": {
    "title": "Leverage your power to next level: Welcome to",
    "subTitle": "The ultra-modern productivity tool for Windows lover",
    "primaryCta": "Github Repo",
    "secondaryCta": "See our docs",
    "highlightedTitle": "Starlight"
  },
  "servicesData": {
    "title": "Everything you need to productivity in one place",
    "services": [
      {
        "title": "Plugin System",
        "icon": "DevIcon",
        "description": "Our plugin system allows you to extend your workflow with ease, enabling you to do more things in less time. With a wide range of plugins available, you can customize your experience to suit your needs and preferences. Say goodbye to repetitive tasks and hello to increased productivity!"
      },
      {
        "title": "Powerful Integrations",
        "icon": "PlanetIcon",
        "description": "We understand that you use a variety of tools to get things done. That's why we've built powerful integrations with popular services like GitHub, Slack, and Trello, allowing you to work seamlessly across platforms. Say goodbye to switching between apps and hello to a more streamlined workflow!"
      },
      {
        "title": "Customizable Themes",
        "icon": "FileIcon",
        "description": "Your workspace should reflect your personality and style. That's why we offer a range of customizable themes that allow you to personalize your experience. Whether you prefer a light or dark theme, a minimalist or colorful design, we've got you covered. Make your workspace your own!"
      },
      {
        "title": "Easy Set up",
        "icon": "ConfigIcon",
        "description": "We know that time is precious, which is why we've made it easy to get started with Starlight. Our simple setup process allows you to start using the app in minutes, so you can focus on what matters most: getting things done. Say goodbye to complicated installations and hello to productivity!"
      }
    ]
  },
  "footerData": {
    "logo": "Starlight",
    "description": "The ultra-modern productivity tool for Windows lover",
    "links": [
      { "label": "About", "href": "/" },
      { "label": "Docs", "href": "https://starlight-app-docs.vercel.app" },
      { "label": "Blog", "href": "/" },
      { "label": "FAQs", "href": "/" },
      { "label": "Contact", "href": "/" }
    ],
    "socials": [

    ]
  }
}
